[
	{
		"id": 1,
		"name": "Falafel",
		"description": "Learn how to make falafel with this easy homemade falafel recipe.  It’s bursting with zesty fresh fresh flavors, lightly pan-fried (instead of deep-fried), and perfect for falafel wraps, salads and other favorite dishes.",
		"author": "Sebastian Esquer Gaitan",
		"author_id": 1,
		"created_at": 873331200,
		"ingredients": [
			{
				"name": "1 can Chickpeas, rinsed and drained",
				"quantity": "15",
				"unit": "ounce"
			},
			{
				"name": "Parsley leaves",
				"quantity": "1",
				"unit": "cup"
			},
			{
				"name": "Cilantro leaves",
				"quantity": "1",
				"unit": "cup"
			},
			{
				"name": "Flour (any kind)",
				"quantity": "1/3",
				"unit": "cup"
			},
			{
				"name": "Fresh lemon juice",
				"quantity": "1",
				"unit": "tablespoon"
			},
			{
				"name": "Baking powder",
				"quantity": "1 1/2",
				"unit": "ounce"
			},
			{
				"name": "Ground powder",
				"quantity": "1 1/2",
				"unit": "ounce"
			},
			{
				"name": "Fine sea salt",
				"quantity": "1",
				"unit": "teaspoon"
			},
			{
				"name": "Black ppper",
				"quantity": "1/2",
				"unit": "teaspoon"
			},
			{
				"name": "Garlic cloves",
				"quantity": "6",
				"unit": "pieces"
			},
			{
				"name": "High heat oil",
				"quantity": "4-6",
				"unit": "tablespoon"
			}
		],
		"steps": [
			{
				"description": "Add chickpeas, cilantro, parsley, onion, flour, lemon juice, baking powder, cumin, salt, black pepper and garlic to a food processor.  Pulse until the mixture reaches a coarse crumb texture, stopping partway through to scrape down the sides of the bowl if needed.  Transfer mixture to a sealed container and refrigerate for 1-2 hours or until chilled.",
				"image": "https://www.gimmesomeoven.com/wp-content/uploads/2015/04/How-To-Make-Falafel-Recipe-4-1100x1626.jpg"
			},
			{
				"description": "Lay a large sheet of parchment paper on a work surface.  Using a spoon or a medium cookie scoop, measure out 2 tablespoons of the dough and roll it into a ball with your hands.  Place the ball on the parchment paper, and gently flatten it slightly with your hand so that it is about 1/2-inch thick.  Repeat with the remaining dough until all of the falafel disks are prepared.",
				"image": "https://www.gimmesomeoven.com/wp-content/uploads/2015/04/How-To-Make-Falafel-Recipe-6-1100x1650.jpg"
			},
			{
				"description": "Heat oil in a large cast-iron or heavy-bottomed skillet over medium-high heat until it is shimmering.  Carefully transfer 4 or 5 falafel disks to the hot oil and fry for 2-3 minutes per side, or until both sides of the disk are browned.  Transfer to a paper-towel lined plate to drain.  Repeat with the remaining falafel disks, adding extra oil to the pan if need be.",
				"image": ""
			},
			{
				"description": "Serve the falafels immediately while they are warm and crispy.  Or freeze in a sealed container for up to 3 months. Recommendations for serving are pita bread, chopped lettuce, sliced red oinons and sliced tomatoes.",
				"image": "https://www.gimmesomeoven.com/wp-content/uploads/2015/04/How-To-Make-Falafel-Recipe-1-1100x1650.jpg"
			}
		]
	},
	{
		"id": 2,
		"name": "Souffle Omelette",
		"description": "The fluffiest omelette you’ll ever try, this luxurious dish is filled with rich cauliflower cheese. We’re sold on this for soufflé omelette brunch, lunch or dinner. Don't forget to screenshot the ingredients list at the bottom before you go shopping!",
		"author": "Diego del Valle",
		"author_id": 2,
		"created_at": 1616555767,
		"ingredients": [
			{
				"name": "small cauliflower",
				"quantity": "1",
				"unit": "piece"
			},
			{
				"name": "olive oil",
				"quantity": "1",
				"unit": "tbsp"
			},
			{
				"name": "sprigs",
				"quantity": "3",
				"unit": "thyme"
			},
			{
				"name": "crème fraîche",
				"quantity": "120",
				"unit": "grams"
			},
			{
				"name": "Dijon Mustard",
				"quantity": "1",
				"unit": "tsp"
			},
			{
				"name": "eggs",
				"quantity": "4",
				"unit": "piece"
			},
			{
				"name": "Gruyère or Emmental",
				"quantity": "50",
				"unit": "grams"
			},
			{
				"name": "unsalted butter",
				"quantity": "50",
				"unit": "grams"
			},
			{
				"name": "fresh parsley leaves",
				"quantity": "5",
				"unit": "grams"
			}
		],
		"steps": [
			{
				"description": "Preheat the oven to gas 6, 200°C, fan 180°C. Toss the cauliflower florets and smaller leaves with the oil and spread over a large baking tray. Scatter with half the thyme and roast for 20-25 mins until tender and lightly charred. When roasting vegetables, use a large baking tray with low sides and space them well apart. This allows them to roast rather than steam, giving you lovely crisp edges. Not a fan of cauliflower? Try broccoli florets instead.",
				"image": ""
			},
			{
				"description": "Meanwhile, make the cheese sauce. Mix the crème fraîche, mustard, 1 egg yolk (reserve the egg white) and cheese in a small saucepan. This cheat’s cheese sauce doesn’t need to bubble away for ages. Simply mix the ingredients in the pan and gently heat while you make the omelette, then  season well and place over a medium-low heat for 5 mins, stirring occasionally, until smooth and combined. Cover and set aside. Any leftovers can be stored in the fridge for up to 3 days and reheated in the same way.",
				"image": ""
			},
			{
				"description": "Separate the remaining eggs and place the whites (including the reserved white) in a medium bowl. To do this, crack the shell in the middle so you have two similar-sized pieces. Tip the yolk back and forth between the two pieces, letting the white slip into a bowl below. Don’t let any yolk get into the whites: the fat will stop the egg whites from foaming.",
				"image": ""
			},
			{
				"description": "Whisk for 2-3 mins until they triple in size and have soft peaks. Place the yolks in a separate, large bowl and whisk until pale and thick. To create a fluffy soufflé omelette, you need to beat the egg whites well. This fills them with tiny bubbles, which swell to create a beautiful consistency. To check they’re ready, lift your whisk to see if soft peaks form and just hold.",
				"image": ""
			},
			{
				"description": "Carefully add one-third of the whites to the yolks and gently stir with a large metal spoon until combined and looser in consistency. Cutting through the mix with the thin edge of the spoon crushes fewer air bubbles, for a light result.",
				"image": ""
			},
			{
				"description": "Next, melt the butter in a large (about 25cm) nonstick, lidded frying pan over a medium heat. Pour in the egg mixture, lightly spread with a spatula to evenly cover the base of the pan, then season and cover with the lid. Cook for 4-5 mins until the bottom of the omelette is golden and set and the top is pale but lightly set. Covering the pan with a lid helps the top of the omelette to set, so you don’t end up with raw, foamy egg. No lid? Use an ovenproof pan and grill for 30 secs to set. Slide a spatula around the omelette to loosen, then gently transfer to a plate. Cover half with the roasted cauliflower and spoon over the cheese sauce. Scatter with the parsley, remaining thyme leaves and a pinch of cayenne pepper. Fold the omelette over on itself and cut in half to serve.",
				"image": ""
			}
		]
	},
	{
		"id": 3,
		"name": "",
		"description": "",
		"author": "",
		"ingredientes": [
			{
				"name": "",
				"quantity": "",
				"unit": ""
			}
		],
		"steps": [
			{
				"description": "",
				"image": ""
			}
		]
	}
]